[
  {
    "id": 348796,
    "number": "PD-23-5345",
    "title": "Engineering of Biomedical Systems",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Jun 18, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "TheEngineering of Biomedical Systemsprogram is part of the Engineering Biology and Health cluster, which also includes: 1) theBiophotonicsprogram; 2) theBiosensingprogram; 3) theCellular and Biochemical Engineeringprogram; and 4) theDisability and Rehabilitation Engineeringprogram.\n\r\n\nThe goal of theEngineering of Biomedical Systems(EBMS) program is to provide opportunities for fundamental and transformative research projects that integrate engineering and life sciences to solve biomedical problems and serve humanity in the long term. Projects are expected to use an engineering framework (for example, design or modeling) that supports increased understanding of physiological or pathophysiological processes. Projects must include objectives that advance both engineering and biomedical sciences.\n\r\n\nProjects may include: methods, models, and enabling tools applied to understand or control living systems; fundamental improvements in deriving information from cells, tissues, organs, and organ systems; or new approaches to the design of systems that include both living and non-living components for eventual medical use in the long term.\n\r\n\nTheEBMS programsupports fundamental and transformative research in the following areas of biomedical engineering:\n\r\n<ul type=\"disc\">\r\n<li>Developmentof validated models (living or computational) of healthy and pathological tissues and organ systems that can support improved fundamental understanding of these systems or that could be applied in the future for development and testing of medical interventions;</li>\r\n<li>Designand validation of systems that integrate living and non-living componentsfor improved understanding of physiology that could be applied in the future for diagnosis, monitoring, and treatment ofdisease or injury;</li>\r\n<li>Design and subsequent application of technologies andtools toinvestigate fundamental physiological and pathophysiological processes;</li>\r\n<li>Advancedbiomanufacturing of three-dimensional tissues and organs; and</li>\r\n<li>Application of engineering tools and principles, including mathematical modeling, to quantitatively study the immune system in health and disease and to develop techniques for controlling and modulating a host&rsquo;s immune response to challenges such as infectious diseases, cancer, implants, autoimmune disorders, wounds, etc.</li>\r\n</ul>\r\n\nThe long-term impact of the projects can be related to effective disease diagnosis and/or treatment, or improved health care delivery. However, immediate goals should focus on improved fundamental understanding of cell and tissue function in normal or pathological conditions and advancing biomedical engineering.\n\r\n\nInnovative proposals outside of these specific areas of biomedical engineering may be considered.However, prior to submission, it is strongly recommended that the PIs contact the program director to avoid the possibility of the proposal being returned without review. Related programs also fund biomedical engineering research, and PIs are encouraged to examine these to find the appropriate program for submission.\n\r\n\nThe EBMS program does not support proposals having as their central theme drug design and delivery, the development of biomedical devices that do not include a living biological component, or thedevelopment of animal models of disease.For consideration by the EBMS program, proposals that advance the design of tools or technologies should also apply those technologies to advance knowledge in biomedical science. NSF does not support clinical trials; however, feasibility studies involving human volunteers may be supported if appropriate to the project objectives.\n\r\n\nProjects with a central focus on design or optimization of a device, material, algorithm, or process alone without exploring new fundamental biomedical science are not appropriate for the EBMS program. Furthermore, although research on biomaterials, cellular biomechanics, manufacturing systems, or algorithm/device design may constitute a part of the proposed studies, such research can be more appropriately targeted to other NSF programs:\n\r\n<ul>\r\n<li>Projects that aim to improve protein engineering or cellular biomanufacturing - either manufacturing cells or cell-derived products - should consider the Cellular and Biochemical Engineering (CBE) program.</li>\r\n<li>Projects that focus on the development and application of microphysiological systems that model functional recovery related to a specific human disability or injury mechanism should consider the Disability and Rehabilitation Engineering (DARE) program.</li>\r\n<li>Biomaterials-focused projects should consider the Biomaterials (BMAT) program in the Division of Materials Research (DMR).</li>\r\n<li>Cellular and tissue biomechanics projects should consider the Biomechanics and Mechanobiology (BMMB) program in the Division of Civil, Mechanical, and Manufacturing Innovation (CMMI).</li>\r\n<li>Manufacturing systems proposals should consider the Advanced Manufacturing(AM) program in the Division of Civil, Mechanical, and Manufacturing Innovation (CMMI).</li>\r\n<li>Innovative research on signal processing techniques or dynamic biosensing systems should consider the Communications, Circuits, and Sensing-Systems (CCSS) program in the Division of Electrical, Communications and Cyber Systems (ECCS).</li>\r\n<li>Innovative research on novel devices based on the principles of electronics, optics and photonics, optoelectronics, magnetics, opto- and electromechanics, electromagnetics, and related physical phenomena, also including material-device interaction, should consider the Electronics, Photonics and Magnetic Devices (EPMD) Program in the Division of Electrical, Communications and Cyber Systems (ECCS).</li>\r\n</ul>\r\n\nINFORMATION COMMON TO MOST CBET PROGRAMS\n\r\n\nProposals should address the novelty and/or<a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a>of the proposed work compared to previous work in the field. Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact of success in the research on society and/or industry. The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of PI time per year(awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the program director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the &ldquo;What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)&rdquo; link towards the bottom of this page.\n\r\n\nFaculty Early Career Development(CAREER)program proposals are strongly encouraged. Award duration is five years. The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the<a href=\"https://www.nsf.gov/career\">CAREER program description</a>.\n\r\n\nProposals for Conferences, Workshops, and Supplements: PIs are strongly encouraged to discuss their requests with the program director before submission of the proposal.\n\r\n\nGrants forRapid Response Research(RAPID)andEArly-concept Grants for Exploratory Research(EAGER)are also considered when appropriate. Please note that proposals of these types must be discussed with the program director before submission.Grant Opportunities for Academic Liaison with Industry (GOALI)proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that RAPID, EAGER, and GOALI proposals can be submitted anytime during the year. Details about RAPID, EAGER, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide(PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\nCompliance: Proposals that are not compliant with the<a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\" target=\"_blank\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a>will be returned without review.",
    "url": "https://www.grants.gov/search-results-detail/348796"
  },
  {
    "id": 353135,
    "number": "24-561",
    "title": "Foundations for Digital Twins as Catalyzers of Biomedical Technological Innovation",
    "agencyCode": "NSF",
    "agencyName": "U.S. National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Mar 23, 2024 12:00:00 AM EDT",
    "closeDate": "05/04/2026",
    "synopsis": "The Foundations for Digital Twins as Catalyzers of Biomedical Technological Innovation (FDT-BioTech) program supports inherently interdisciplinary research projects that underpin the mathematical and engineering foundations behind the development and use of digital twins and synthetic data in biomedical and healthcare applications, with a particular focus on digital, in silico models used in the evaluation of medical devices and the relevance of the developed models in addressing current and emerging challenges affecting the development and assessment of biomedical technologies. The goal of the FDT-BioTech initiative is to catalyze biomedical technological innovation through new foundational development of methods and algorithms relevant to digital twins and synthetic humans.",
    "url": "https://www.grants.gov/search-results-detail/353135"
  },
  {
    "id": 320536,
    "number": "PD-20-7909",
    "title": "Biosensing",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Sep 12, 2019 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "The Biosensing program is part of the Engineering Biology and Health cluster, which also includes 1) the Biophotonics program; 2) the Cellular and Biochemical Engineering program; 3) the Disability and Rehabilitation Engineering program; and 4) the Engineering of Biomedical Systems program.\n\r\n\nThe Biosensing program supports fundamental engineering research in the monitoring, identification and/or quantification of biological analytes and phenomena using innovations that exist at the intersection of engineering, life sciences, and information technology. Projects submitted to the program must advance both engineering and life sciences.\n\r\n<p class=\"Default\">The Biosensing program encourages proposals that, in addition to advancing biosensing technology, address critical sensor needs in biomedical research, public health, food safety, agriculture, forensics, environmental protection, and homeland security.\n\r\n<p class=\"Default\">Proposals are especially encouraged in areas of critical need: sensing technologies that can enable monitoring and surveillance of the environment and/or individuals for novel infectious agents; platform technologies that can readily be modified as soon as new agents are detected, sequenced, and/or otherwise characterized to enable rapid deployment of sensors in clinics and the environment; and adaptive and/or multiplex sensing technologies that can help the nation prevent the spread of the next global pandemic.\n\r\n\nMajor areas of interest for the program include:\n\r\n<ul>\r\n<li style=\"text-align: left;\">Novel signal transduction principles and mechanisms that enable sensitive and specific biosensors, suitable for measurements in multiple areas;</li>\r\n<li>Design of novel biorecognition elements and appropriately designed transducing systems to enable adaptable and/or reconfigurable operating parameters in response to environmental changes or application needs at levels of device, system, or data analysis;</li>\r\n<li>Development of adaptive and/or evolvable biosensing systems for detection of novel target analytes or analytes under novel conditions;</li>\r\n<li>Novel synthetic biology approaches for the development of cell-free and cell-based biosensors; and</li>\r\n<li>Combining biosensors with artificial intelligence (AI) methods to improve sensor specificity and response time.</li>\r\n</ul>\r\n\nInnovative ideas outside of the above specific interest areas may be considered. However, prior to submission, it is recommended that the PI contact the program director to avoid the possibility of the proposal being returned without review.\n\r\n\nThe Biosensors program does not encourage proposals addressing circuit design for signal processing and amplification, computational modeling, and microfluidics for sample separation and filtration. Medical imaging-based measurements are outside of the scope of the program interests. Proposals that rely heavily on descriptive approaches are given lower priority. Proposals for optimizing and/or utilizing established methods for specific applications should be directed to programs focused on the application of sensor technology.\n\r\n\nNOTE: Projects related to water and/or soil quality may be jointly supported with the Environmental Engineering program (CBET 1440). Photonic devices with medical imaging and/or optogenetics should be submitted to the Biophotonics program (CBET 7236). Applications of devices for tissue engineering or organ-on-chip systems should be submitted to the Engineering of Biomedical Systems program (CBET 5345). Basic chemical/biochemical sensing mechanisms should be submitted to the Chemical Measurement and Imaging program (CMI 6880) in the Division of Chemistry. Proposals for dynamic biosensing systems, including circuit design for signal/data processing and amplification, and sensing systems through communication and machine learning should be submitted to the Communications, Circuits, and Sensing-Systems program (CCSS 7564) in the Division of Electrical, Communications, and Cyber Systems.\n\r\n\nINFORMATION COMMON TO MOST CBET PROGRAMS\n\r\n\nProposals should address the novelty and/or<a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a>of the proposed work compared to previous work in the field.Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact on society and/or industry of success in the research.The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of PI time per year(awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the program director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the ?What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)? link towards the bottom of this page.\n\r\n\nFaculty Early Career Development(CAREER)program proposals are strongly encouraged.Award duration is five years.The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the <a href=\"https://www.nsf.gov/career\">CAREER program description</a>.\n\r\n\nProposals for Conferences, Workshops, and Supplements: PIs are strongly encouraged to discuss their requests with the program director before submission of the proposal.\n\r\n\nGrants forRapid Response Research(RAPID)andEArly-concept Grants for Exploratory Research(EAGER)are also considered when appropriate. Please note that proposals of these types must be discussed with the program director before submission. Grant Opportunities for Academic Liaison with Industry (GOALI)proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that RAPID, EAGER, and GOALI proposals can be submitted anytime during the year. Details about RAPID, EAGER, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide(PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\nCompliance: Proposals that are not compliant with the<a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\" target=\"_blank\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a>will be returned without review.",
    "url": "https://www.grants.gov/search-results-detail/320536"
  },
  {
    "id": 348258,
    "number": "PD-18-7607",
    "title": "Energy, Power, Control, and Networks",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "May 19, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "The Energy, Power, Control, andNetworks (EPCN) Program supports innovative research in modeling, optimization, learning, adaptation, and control of networked multi-agent systems, higher-level decision making, and dynamic resource allocation, as well as risk management in the presence of uncertainty, sub-system failures, and stochastic disturbances. EPCN also invests in novel machine learning algorithms and analysis, adaptive dynamic programming, brain-like networked architectures performing real-time learning, and neuromorphic engineering. EPCN&rsquo;s goal is to encourage research on emerging technologies and applications including energy, transportation, robotics, and biomedical devices &amp; systems. EPCN also emphasizes electric power systems, including generation, transmission, storage, and integration of renewable energy sources into the grid; power electronics and drives; battery management systems; hybrid and electric vehicles; and understanding of the interplay of power systems with associated regulatory &amp; economic structures and with consumer behavior.\n\r\n\nAreas managed by Program Directors (please contact Program Directors listed in the <a href=\"https://www.nsf.gov/staff/staff_list.jsp?orgId=5915&amp;subDiv=y&amp;org=ECCS&amp;from_org=ECCS\">EPCN staff directory</a> for areas of interest):\n\r\n\nControl Systems\n\r\n<ul>\r\n<li>Distributed Control and Optimization</li>\r\n<li>Networked Multi-Agent Systems</li>\r\n<li>Stochastic, Hybrid, Nonlinear Systems</li>\r\n<li>Dynamic Data-Enabled Learning, Decision and Control</li>\r\n<li>Cyber-Physical Control Systems</li>\r\n<li>Applications (Biomedical, Transportation, Robotics)</li>\r\n</ul>\r\n\nEnergy and Power Systems\n\r\n<ul>\r\n<li>Solar, Wind, and Storage Devices Integration with the Grid</li>\r\n<li>Monitoring, Protection and Resilient Operation of Grid</li>\r\n<li>Power Grid Cybersecurity</li>\r\n<li>Market design, Consumer Behavior, Regulatory Policy</li>\r\n<li>Microgrids</li>\r\n<li>Energy Efficient Buildings and Communities</li>\r\n</ul>\r\n\nPower Electronics Systems\n\r\n<ul>\r\n<li>Advanced Power Electronics and Electric Machines</li>\r\n<li>Electric and Hybrid Electric Vehicles</li>\r\n<li>Energy Harvesting, Storage Devices and Systems</li>\r\n<li>Innovative Grid-tied Power Electronic Converters</li>\r\n</ul>\r\n\nLearning and Adaptive Systems \n\r\n<ul>\r\n<li>Neural Networks</li>\r\n<li>Neuromorphic Engineering Systems</li>\r\n<li>Data analytics and Intelligent Systems</li>\r\n<li>Machine Learning Algorithms, Analysis and Applications</li>\r\n</ul>",
    "url": "https://www.grants.gov/search-results-detail/348258"
  },
  {
    "id": 306171,
    "number": "PD-19-7479",
    "title": "Biomechanics and Mechanobiology",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Jun 12, 2018 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "The Biomechanics and Mechanobiology (BMMB) program is part of the Mechanics of Materials cluster within the Division of Civil, Mechanical, and Manufacturing Innovation.\n\r\n\nThe BMMB program supports fundamental and transformative research that advances our understanding of engineering biomechanics and/or mechanobiology. The program emphasizes the study of biological mechanics across multiple domains, from sub-cellular to whole organism. Distinct from conventional engineering materials, the program encourages the consideration of diverse living tissues as smart materials that are self-designing.\n\r\n\nBMMB projects must have a clear biological component, a clear mechanics component, and must improve our understanding of the mechanical behavior of a living system. Investigations of the mechanical behavior of biological molecules, cells, tissues, and living systems are welcome. An important concern is the influence of in vivo mechanical forces on cell and matrix biology in the histomorphogenesis, maintenance, regeneration, repair, and aging of tissues and organs. The program is also interested in efforts to translate recent biomechanical and mechanobiological discoveries into engineering science.\n\r\n\nMultiscale mechanics approaches are encouraged but not required. Projects may include theoretical, computational, or experimental approaches, or a combination thereof. NSF does not support clinical trials; however, feasibility studies involving human volunteers or animal subjects may be supported if appropriate to the scientific objectives of the project.\n\r\n\nProposals should address the novelty and/or potentially transformative nature of the proposed work compared to previous work in the field. Also, it is essential to address why the proposed work is important in terms of engineering science, and to state the potential impact of success in the research on society and/or industry.\n\r\n\nInnovative proposals outside of these specific areas of biomechanics and mechanobiology will be considered. However, prior to submission of particularly unique topics, it is strongly recommended that Principal Investigators (PIs) contact the program director to discuss how the proposed work fits within the scope of the program and avoid the possibility of the proposal being returned without review.\n\r\n\nRelated programs also fund certain aspects of biomechanics and mechanobiology research, and PIs are encouraged to examine these to find the appropriate program for submission. Proposals with a heavy emphasis on tissue engineering or developing validated models of tissue and organ systems should consider the Engineering of Biomedical Systems (EBMS) program.Projects addressing biological questions about the physiological mechanisms and structural features of organisms should consult the Physiological Mechanisms &amp; Biomechanics (PMB) program.Projects elucidating aspects of neural control may consider the Perception, Action, &amp; Cognition (PAC) program or the Mind, Machine, and Motor Nexus (M3X) program if the project contains work relevant to human-machine interaction. Projects in rehabilitation engineering should consider the Disability and Rehabilitation Engineering (DARE) program. Projects focused on fundamental research related to design, characterization, and modification of biomaterials should consider the Biomaterials (BMAT) program. Manufacturing systems proposals should consider the Advanced Manufacturing (AM) program. Work on the interplay between structure, dynamics, and function of biomolecules without advancing our understanding of the mechanics of a living system should consider the Molecular Biophysics program. Researchers who believe their work may span multiple programs are particularly encouraged to contact the cognizant program directors well in advance of submission.\n\r\n\nThe duration of unsolicited proposal awards is generally up to three years; proposals for a shorter duration are welcome. Single-investigator award budgets typically include support for one graduate student (or equivalent trainee) and up to one month of PI time per year (awards for multiple investigator projects are typically larger). Proposal budgets or durations that are much larger than typical should be discussed with the program director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the &ldquo;What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)&rdquo; link towards the bottom of this page.",
    "url": "https://www.grants.gov/search-results-detail/306171"
  },
  {
    "id": 346204,
    "number": "PD-18-7564",
    "title": "Communications, Circuits, and Sensing-Systems",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Feb 17, 2023 12:00:00 AM EST",
    "closeDate": "",
    "synopsis": "The Communications, Circuits, and Sensing-Systems (CCSS) Program supports innovative research in circuit and system hardware and signal processing techniques. CCSS also supports system and network architectures for communications and sensing to enable the next-generation cyber-physical systems (CPS) that leverage computation, communication, and sensing integrated with physical domains. CCSS invests in micro- and nano-electromechanical systems (MEMS/NEMS), physical, chemical, and biological sensing systems, neurotechnologies, and communication &amp; sensing circuits and systems. The goal is to create new complex and hybrid systems ranging from nano- to macro-scale with innovative engineering principles and solutions for a variety of applications including but not limited to healthcare, medicine, environmental and biological monitoring, communications, disaster mitigation, homeland security, intelligent transportation, manufacturing, energy, and smart buildings. CCSS encourages research proposals based on emerging technologies and applications for communications and sensing such as high-speed communications of terabits per second and beyond, sensing and imaging covering microwave to terahertz frequencies, personalized health monitoring and assistance, secured wireless connectivity and sensing for the Internet of Things, and dynamic-data-enabled autonomous systems through real-time sensing and learning.\n\r\n\nAreas managed by CCSS Program Directors (please contact Program Directors listed in the <a href=\"https://www.nsf.gov/staff/staff_list.jsp?orgId=96&amp;subDiv=y&amp;org=ECCS&amp;from_org=ECCS\">CCSS staff directory</a> for areas of interest):\n\r\n\nRF Circuits and Antennas for Communications and Sensing\n\r\n<ul>\r\n<li>RF Communications and Sensing Technologies from kHz to THz</li>\r\n<li>Antennas and Wave Propagation for Communications and Sensing</li>\r\n<li>Circuits and Systems for Secured Communications and Sensing</li>\r\n<li>Trusted Microelectronic Circuits</li>\r\n<li>RF Biomedical Applications and Remote Sensing</li>\r\n<li>Bio-mimetic Circuits and Systems</li>\r\n<li>Dynamic-data-enabled Reconfigurable RF Subsystems through Sensing and Machine Learning</li>\r\n<li>Wireless Energy Transfer and RF Energy Harvesting</li>\r\n</ul>\r\n\nCommunication Systems and Signal Processing\n\r\n<ul>\r\n<li>Wireless, Optical, and Hybrid Communications and Networking</li>\r\n<li>Full-duplex, massive MIMO, mm-Wave, and THz communications</li>\r\n<li>Spectrum Access and Sharing</li>\r\n<li>Integrated Sensing, Communication, and Computational Systems</li>\r\n<li>Signal Processing, image processing, and Compressive Sampling</li>\r\n<li>Cyber Physical Systems and Hardware-controlled Secured Communications</li>\r\n<li>Dynamic-data-enabled Communication Systems through Sensing and Machine Learning</li>\r\n<li>Quantum Communication Systems</li>\r\n</ul>\r\n\nDynamic Bio-Sensing Systems\n\r\n<ul>\r\n<li>Micro, Nano, and Bio Systems (MEMS/NEMS)</li>\r\n<li>Chemical, Biological, and Physical Diagnostics</li>\r\n<li>Sensors, Actuators, and Electronic Interfaces</li>\r\n<li>Ultra-Low Power Wearable and Implantable Sensing Systems</li>\r\n<li>Dynamic-data-enabled Reconfigurable Sensing Systems</li>\r\n<li>Personalized Health Monitoring Systems through Sensing and Machine Learning</li>\r\n<li>Neuroengineering and Brain-Inspired Concepts and Designs</li>\r\n</ul>",
    "url": "https://www.grants.gov/search-results-detail/346204"
  },
  {
    "id": 358882,
    "number": "PD-19-126Y",
    "title": "Science of Science: Discovery, Communication and Impact",
    "agencyCode": "NSF",
    "agencyName": "U.S. National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "May 09, 2025 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "The Science of Science:Discovery, Communication and Impact (SoS:DCI) program is designed to advance theory and knowledge about increasing the public value of scientific activity. Science of Science draws from multiple disciplinary and field perspectives to advance theory and research about scientific discovery, communication and impact. SoS:DCI welcomes proposals applying rigorous empirical research methods to advance theory and knowledge on:\n\n<ul>\n<li>The social and structural mechanisms of scientific discovery.</li>\n<li>Theories, frameworks, models and data that improve our understanding of scientific communication and outcomes.</li>\n<li>The societal benefits of scientific activity and how science advances evidence-based policy making and the creation of public value.</li>\n</ul>\n\nThe SoS:DCI program, which expands upon the formerScience of Science and Innovation Policy (SciSIP)program, funds research that builds theoretical and empirical understanding of the social science of science. SoS:DCI welcomes proposals to conduct research at the individual, organizational and institutional levels or from micro, meso and macro scales and complex system levels. SoS:DCI encourages multiple disciplinary perspectives, interdisciplinary research and diverse methodological approaches in the pursuit of new knowledge to advance the science of science and evidence-based policy making. With these goals in mind, proposals should:\n\n<ul type=\"disc\">\n<li>Draw from and advance theory, knowledge and frameworks on the science of science.</li>\n<li>Develop models, data, indicators and associated analytical tools that constitute and enable transformative advances rather than incremental change.</li>\n<li>Provide credible rigorous assessments of the proposed project&rsquo;s impact and social and policy implications.</li>\n<li>Include robust data management plans with the goal of advancing open science and increasing public access to usable, valid and reliable scientific materials.</li>\n</ul>\n\nOf particular interest are proposals with the potential to strengthen America&rsquo;s global leadership in science and increase national competitiveness across a broad range of domains. These include proposals that analyze strategies for strengthening and expanding the scientific workforce, as well as ways to cultivate high-impact discovery across sectors.The program strongly encourages convergent research and collaboration.\n\n\nIn addition to intellectual merit, the program strongly encourages potential PIs to carefully consider the broader impacts of their work. The <a href=\"https://new.nsf.gov/funding/learn/broader-impacts\">broader impacts</a> criterion encompasses the potential to benefit society and contribute to the achievement of specific, desired policy outcomes.The Social, Behavioral and Economic Sciences Directorate has released additional guidance on <a href=\"https://new.nsf.gov/funding/opportunities/broader-impacts-framework-proposals-submitted-nsfs\">broader impacts for SBE proposals</a>.\n\n\nThe SoS:DCI program places a high priority on broadening participation in the sciences. It encourages proposals from early-career researchers and from researchers who represent groups and regions that have historically participated at disproportionately low rates in science, mathematics, and engineering.\n\n\nSoS:DCI supports the following types of proposals:\n\n<ul type=\"disc\">\n<li>Standard Research Grants and Grants for Collaborative Research</li>\n<li><a href=\"https://new.nsf.gov/funding/opportunities/science-science-approach-analyzing-innovating\">A Science of Science Approach to Analyzing and Innovating the Biomedical Research Enterprise (SoS:BIO)</a></li>\n<li>Conference Grants</li>\n</ul>\n\nSoS:DCI also participates in certain specialized funding opportunities through <a href=\"https://new.nsf.gov/funding/opportunities?f%5B0%5D=nsf_wide_cross_directorate%3A1\">NSF&rsquo;s cross-cutting and cross-directorate activities</a>.",
    "url": "https://www.grants.gov/search-results-detail/358882"
  },
  {
    "id": 348794,
    "number": "PD-23-1491",
    "title": "Cellular and Biochemical Engineering",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Jun 18, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "Synopsis\n\r\n\nTheCellular and Biochemical Engineering(CBE)program is part of theEngineering Biology and Healthcluster, which also includes: 1) theBiophotonicsprogram; 2) theBiosensingprogram; 3) theDisability and Rehabilitation Engineeringprogram; and 4) theEngineering of Biomedical Systemsprogram.\n\r\n\nTheCellular and Biochemical Engineeringprogram supports fundamental engineering research that advances understanding of cellular andbiomolecular processes. CBE-funded research may lead to the development of enabling technology for advanced biomanufacturing of therapeutic cells, biochemicals, and biopharmaceuticals, and for otherbiotechnology industrie.\n\r\n\nThe program encourages highly innovative and potentially transformative engineering research leading to novel bioprocessing and biomanufacturing approaches. Fundamental to many CBE research projects is the understanding of how biomolecules, subcellular systems, cells, and cell populations interact, and how those interactions lead to changes in structure, function, and behavior. A quantitative treatment of problems related to biological processes is considered vital to successful research projects in the CBE program.\n\r\n\nMajor areas of interest for the program include:\n\r\n<ul type=\"disc\">\r\n<li>Metabolic engineering and synthetic biology for biomanufacturing,</li>\r\n<li>The design of synthetic metabolic components and synthetic cells,</li>\r\n<li>Microbiome structure, function, maintenance, and design,</li>\r\n<li>Protein and enzyme engineering, and</li>\r\n<li>Design of integrated chemoenzymatic systems.</li>\r\n</ul>\r\n\nThe CBE program also encourages proposals that effectively integrate knowledge and practices from different disciplines while incorporating ongoing research into educational activities.\n\r\n\nAll proposals should include a description on the potential impact of proposed research on an associated biomanufacturing process.\n\r\n\nProposals whose core innovation involves tissue engineering, organ culture, development of models of healthy or diseased physiology, or design and application of technologies focused on the diagnosis or treatment of disease should be submitted to theEngineering ofBiomedicalSystemsprogram(CBET 5345).\n\r\n<div>\r\n<div>\r\n<div id=\"_com_1\">\r\n\n<span>Innovative proposals outside of these specific interest areas may be considered. However, prior to submission, it is recommended that the Principal Investigator contact the program director to avoid the possibility of the proposal being returned without review.</span>\n\r\n\n<span>INFORMATION COMMON TO MOST CBET PROGRAMS</span>\n\r\n\nProposals should address the novelty and/or<a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a>of the proposed work compared to previous work in the field. Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact of success in the research on society and/or industry. The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of principal investigator time per year(awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the Program Director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the &ldquo;What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)&rdquo; link towards the bottom of this page.\n\r\n\n<span>Faculty Early Career Development(CAREER)</span>program proposals are strongly encouraged. Award duration is five years. The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the<a href=\"https://www.nsf.gov/career\">CAREER program description</a>.\n\r\n\n<span>Proposals for Conferences, Workshops, and Supplements</span>: Principal Investigators are strongly encouraged to discuss their requests with the Program Director before submission of the proposal.\n\r\n\n<span>Grants forRapid Response Research(RAPID)</span>and<span>EArly-concept Grants for Exploratory Research(EAGER)</span>are also considered when appropriate. Please note that proposals of these types must be discussed with the program director before submission.<span>Grant Opportunities for Academic Liaison with Industry (GOALI)</span>proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that RAPID, EAGER, and GOALI proposals can be submitted anytime during the year. Details about RAPID, EAGER, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide(PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\n<span>Compliance</span>: Proposals that are not compliant with the<a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\" target=\"_blank\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a>will be returned without review.\n\r\n</div>\r\n</div>\r\n</div>",
    "url": "https://www.grants.gov/search-results-detail/348794"
  },
  {
    "id": 348795,
    "number": "PD-23-5342",
    "title": "Disability and Rehabilitation Engineering",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Jun 18, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "The Disability and Rehabilitation Engineering program is part of the Engineering Biology and Health cluster, which also includes: 1) the Biophotonics program; 2) the Biosensing program; 3) the Cellular and Biochemical Engineering program; and 4) the Engineering of Biomedical Systems program.\n\r\n\nThe Disability and Rehabilitation Engineering program supports fundamental engineering research that will improve the quality of life of persons with disabilities through the development of new theories, methodologies, technologies, or devices. Disabilities could be developmental, cognitive, hearing, mobility, visual, selfcare, independent living, or other. Proposed projects must advance knowledge regarding a specific human disability or pathological motion or understanding of injury mechanisms.\n\r\n\nResearch may be supported that is directed toward the characterization, restoration, rehabilitation, and/or substitution of human functional ability or cognition, or to the interaction between persons with disabilities and their environment. Areas of particular interest are neuroengineering, rehabilitation robotics, brain-inspired assistive or rehabilitative systems, theoretical or computational methods, and novel models of functional recovery including the development and application of artificial physiological systems.\n\r\n\nEmphasis is placed on significant advancement of fundamental engineering knowledge that facilitates transformative outcomes. The DARE Program encourages high-risk/high-reward proposals that surpass incremental technological improvements. The DARE Program also encourages participatory design and the inclusion of trainees with disabilities as part of the proposed research or broader impacts.\n\r\n\nInnovative proposals outside of the above specific interest areas may be considered. However, prior to submission, it is recommended that the PI contact the Program Director to avoid the possibility of the proposal being returned without review.\n\r\n\nNSF does not support clinical trials; however, feasibility studies involving human volunteers may be supported if appropriate to the project objectives. The development and application of artificial physiological systems that do not model functional recovery and instead improve fundamental understanding of physiological and pathophysiological processes would be appropriate for EBMS.\n\r\n\nFurthermore, the DARE program does not support proposals having as their central theme commercialization of a product. Small businesses seeking early stage R&amp;D funding for product development are encouraged to contact the NSF SBIR/STTR program in the America's Seed Fund within the Directorate for Technology, Innovation and Partnerships (TIP).\n\r\n\nINFORMATION COMMON TO MOST CBET PROGRAMS\n\r\n\nProposals should address the novelty and/or <a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a> of the proposed work compared to previous work in the field. Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact of success in the research on society and/or industry. The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of principal investigator time per year (awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the Program Director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the \"What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)\" link towards the bottom of this page.\n\r\n\nFaculty Early Career Development (CAREER) program proposals are strongly encouraged. Award duration is five years. The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the <a href=\"https://www.nsf.gov/career\">CAREER program description</a>.\n\r\n\nProposals for Conferences, Workshops, and Supplements: PIs are strongly encouraged to discuss their requests with the program director before submission of the proposal.\n\r\n\nGrants for Facilitation Awards For Scientists And Engineers With Disabilities (FASED), EArly-concept Grants for Exploratory Research (EAGER), and Rapid Response Research (RAPID) are also considered when appropriate. Please note that proposals of these types must be discussed with the program director before submission. Grant Opportunities for Academic Liaison with Industry (GOALI) proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that FASED, EAGER, RAPID, and GOALI proposals can be submitted anytime during the year. Details about FASED, EAGER, RAPID, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\nCompliance: Proposals that are not compliant with the <a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a> will be returned without review.",
    "url": "https://www.grants.gov/search-results-detail/348795"
  },
  {
    "id": 347324,
    "number": "PD-23-1406",
    "title": "Thermal Transport Processes",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Apr 05, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "TheThermal Transport Processesprogram is part of the Transport Phenomena cluster, which alsoincludes1) theCombustion and Fire Systemsprogram; 2) theFluid Dynamicsprogram; and 3) theParticulate and Multiphase Processesprogram.\n\r\n\nTheThermal Transport Processesprogram supports engineering research projects that lay the foundation for newadvances in thermal transport phenomena. These projects should either develop new fundamental knowledge or combine existing knowledge in thermodynamics, fluid mechanics, and heat and mass transfer to probe new areas of innovation in thermal transport processes. The program seeks transformative projects with the potential for improvingbasic understanding, predictability and application of thermal transport processes. Projects should articulate the contribution(s) to the fundamental knowledge supporting thermal transport processes and state clearly the potential application(s) impact when appropriate.Projects that combine analytical, experimental and numerical efforts, geared toward understanding, modeling and predicting thermal phenomena, are of great interest.Collaborative and interdisciplinary proposals for which the main contribution is in thermal transport fundamentals are also encouraged. Emphasis is placed on research that demonstrates how thermal transport phenomena affect the existence, behavior and dynamics of components and systems.Priority is given to insightful investigations of fundamental problems with clearly defined economic, environmental and societal impacts.\n\r\n\nSome specific areas of interest include:\n\r\n<ul type=\"disc\">\r\n<li>Convection/diffusion/radiation: Heat and mass transport incomplex structures and surfaces;thermal-related turbulence; development of form-functionrelationships in thermal processes; thermal design methodology; phonon transport and interactions between energy carriers; radiationamplification, controlling, and extinction; interfacial gas-solid andliquid-solid thermal and species-driven phenomena.</li>\r\n<li>Thermodynamics: Thermal-electric energy conversion; battery-related thermal issues; power generation and propulsion; phase-change and supercritical energy cycles;non-equilibriumthermal processes.</li>\r\n<li>Biologicalheatand mass transport: Biomimicry;intra- andextra-cellular heat and mass transport; freeze resistancemechanisms;thermotherapy and thermoregulation; organ conservation(freezing and thawing); mass transport in biomedical and health systems.</li>\r\n<li>Nanothermics,microthermics,and mesothermics: Scaling upnanoscale heat transport processes or coupledheat-mass transport processes; utilization ofnew multi-functional, meta- and graded-materials in thermal transport;nano-texturingand phase-change; multi-scale thermal transport in aprocess.</li>\r\n<li>Thermal solutions to climate change: Decarbonizing industrial processes; novel heating and cooling technologies with minimal greenhouse gas emissions; thermal-driven clean energy concepts; thermal and thermochemical energy storage; waste heat recovery and transmission; thermal science and technology to enable electrification of energy services.</li>\r\n<li>Thermal science and quantum technology interface: Quantum sensors for thermal measurements;quantum computing for thermal sciences;thermodynamics and novel cryogenic cooling concepts for quantum devices;thermal transport in quantum materials and quantum phenomena; thermal solutions for next-generation qubits, qubit coupling, and quantum information storage.</li>\r\n<li>New metrology and artificial intelligence (AI)/machinelearning methodologies in thermal sciences: Advanced thermal imagingand measurement techniques for high-resolutionin situthermal imaging and non-invasive temperature measurement; novel AI/machine learning methodologies and other data-intensive approaches that can be coupled with physics-based models and/or experiments to enable new understanding and discoveries in thermal transport processes.</li>\r\n</ul>\r\n\nNOTE: Proposalsincluding chemical kinetics should be submitted to the ENG/CBETCombustion and FireSystemsprogram. Proposals dealing mainly with materials synthesis, processing and characterization should be directed to the ENG/CMMIAdvanced Manufacturingprogram or the Division of Materials Research (DMR) in the Directorate for Mathematical and Physical Sciences (MPS). Proposals at the interface of computational/mathematical sciences and thermal transport are encouraged but should be submitted to theComputational and Data-Enabled Science &amp; Engineering(CDS&amp;E) program.\n\r\n\nProposals seeking the utilization of the International Space Station U.S. National Laboratory should follow the instructions in the NSF/CASIS solicitations (e.g., NSF 22-539). Proposals related to the Air Force Office of Scientific Research (AFOSR) general area of thermal transport properties of novel materials and heterostructures should be submitted as regular proposals to theThermal Transport Processesprogram. Those proposals may be jointly reviewed by NSF and AFOSR using the NSF merit review process. Actual funding format and agency split for an award (depending on availability of funds) will be determined after the proposal selection process. Proposals related to the Department of Energy (DOE) general area of thermal and thermochemical energy storage materials and processes should be submitted as regular proposals to theThermal Transport Processesprogram. In these cases, the PI should contact the program director to confirm suitability of the topic prior to submitting the proposal. Innovative proposals outside of these specific interest areas may be considered.However, prior to submission, it is recommended that the PI contact the program director to avoid the possibility of the proposal being returned without review.\n\r\n\nInnovative<a id=\"_anchor_1\" name=\"_msoanchor_1\"></a>proposals outside of these specific interest areas may be considered.However, prior to submission, it is recommended that the Principal Investigator contact the program director to avoid the possibility of the proposal being returned without review.\n\r\n\nINFORMATION COMMON TO MOST CBET PROGRAMS\n\r\n\nProposals should address the novelty and/or<a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a>of the proposed work compared to previous work in the field.Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact on society and/or industry of success in the research.The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of PI time per year(awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the program director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the \"What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)\" link towards the bottom of this page.\n\r\n\nFaculty Early Career Development(CAREER)program proposals are strongly encouraged.Award duration is five years.The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the<a href=\"https://www.nsf.gov/funding/pgm_summ.jsp?pims_id=503214\">CAREER program description</a>.\n\r\n\nProposals for Conferences, Workshops, and Supplements: PIs are strongly encouraged to discuss their requests with the program director before submission of the proposal.\n\r\n\nGrants forRapid Response Research(RAPID)andEArly-concept Grants for Exploratory Research(EAGER)are also considered when appropriate.Please note that proposals of these types must be discussed with the program director before submission.Grant Opportunities for Academic Liaison with Industry (GOALI)proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that RAPID, EAGER, and GOALI proposals can be submitted anytime during the year. Details about RAPID, EAGER, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\nCompliance: Proposals that are not compliant with the<a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a>will be returned without review.",
    "url": "https://www.grants.gov/search-results-detail/347324"
  },
  {
    "id": 347327,
    "number": "PD-23-7236",
    "title": "Biophotonics",
    "agencyCode": "NSF",
    "agencyName": "National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Apr 05, 2023 12:00:00 AM EDT",
    "closeDate": "",
    "synopsis": "TheBiophotonicsprogram is part of the Engineering Biology and Health cluster, which also includes: 1) theBiosensingprogram; 2) theCellular and Biochemical Engineeringprogram; 3) theDisability and Rehabilitation Engineeringprogram; and 4) theEngineering of Biomedical Systemsprogram.\n\r\n\nThe goal of theBiophotonicsprogram is to explore the research frontiers in photonics principles, engineering and technology that are relevant for critical problems in fields of medicine, biology and biotechnology. Fundamental engineering research and innovation in photonics is required to lay the foundations for new technologies beyond those that are mature and ready for application in medical diagnostics and therapies. Advances are needed in nanophotonics, optogenetics, contrast and targeting agents, ultra-thin probes, wide field imaging, and rapid biomarker screening. Low cost and minimally invasive medical diagnostics and therapies are key motivating application goals.\n\r\n\nResearch topics in this program include:\n\r\n<ul type=\"disc\">\r\n<li>Imaging in the second near infrared window:Research that advances medical applications of biophotonics in the second near-infrared window (NIR-II: 1,000-1,700 nm) in which biological tissues are transparent up to several centimeters in depth, making this spectral window ideal for deep tissue imaging.</li>\r\n<li>Macromolecule markers: Innovative methods for labeling of macromolecules. Novel compositions of matter. Methods of fabrication of multicolor probes that could be used for marking and detection of specific pathological cells.Pushing the envelope of optical sensing to the limits of detection, resolution, and identification.</li>\r\n<li>Low coherence sensing at the nanoscale: Low coherence enhanced backscattering (LEBS). N-dimensional elastic light scattering.Angle-resolved low coherence interferometry for early cancer detection (dysplasia).</li>\r\n<li>Neurophotonics:Studies of photon activation of neurons at the interface of nanomaterials attached to cells. Development and application of biocompatible photonic tools such as parallel interfaces and interconnects for communicating and control of neural networks.</li>\r\n<li>Microphotonics and nanophotonics:Development and application of novel nanoparticle fluorescent quantum-dots. Sensitive, multiplexed, high-throughput characterization of macromolecular properties of cells.Nanomaterials and nanodevices for biomedicine.</li>\r\n<li>Optogenetics: Novel research in employing light-activated channels and enzymes for manipulation of neural activity with temporal precision. Utilizing nanophotonics, nanofibers, and genetic techniques for mapping and studying in real-time physiological processes in organs such as the brain and heart.</li>\r\n</ul>\r\n\nInnovative proposals outside of these specific interest areas may be considered. However, prior to submission, it is recommended that the Principal Investigator contact the program director to avoid the possibility of the proposal being returned without review.\n\r\n\nINFORMATION COMMON TO MOST CBET PROGRAMS\n\r\n\nProposals should address the novelty and/or<a href=\"http://www.nsf.gov/about/transformative_research/faq.jsp\">potentially transformative nature</a>of the proposed work compared to previous work in the field. Also, it is important to address why the proposed work is important in terms of engineering science, as well as to also project the potential impact on society and/or industry of success in the research. The novelty or potentially transformative nature of the research should be included, as a minimum, in the Project Summary of each proposal.\n\r\n\nThe duration of unsolicited proposal awards in CBET is generally up to three years. Single-investigator award budgets typically include support for one graduate student (or equivalent) and up to one month of PI time per year(awards for multiple investigator projects are typically larger). Proposal budgets that are much larger than typical should be discussed with the program director prior to submission. Proposers can view budget amounts and other information from recent awards made by this program via the &ldquo;What Has Been Funded (Recent Awards Made Through This Program, with Abstracts)&rdquo; link towards the bottom of this page.\n\r\n\nFaculty Early Career Development(CAREER)program proposals are strongly encouraged. Award duration is five years. The submission deadline for Engineering CAREER proposals is in July every year. Learn more in the<a href=\"https://www.nsf.gov/career\">CAREER program description</a>.\n\r\n\nProposals for Conferences, Workshops, and Supplements: PIs are strongly encouraged to discuss their requests with the program director before submission of the proposal.\n\r\n\nGrants forRapid Response Research(RAPID)andEArly-concept Grants for Exploratory Research(EAGER)are also considered when appropriate. Please note that proposals of these types must be discussed with the program director before submission.Grant Opportunities for Academic Liaison with Industry (GOALI)proposals that integrate fundamental research with translational results and are consistent with the application areas of interest to each program are also encouraged. Please note that RAPID, EAGER, and GOALI proposals can be submitted anytime during the year. Details about RAPID, EAGER, and GOALI are available in the Proposal &amp; Award Policies &amp; Procedures Guide(PAPPG), Part 1, Chapter II, Section E: Types of Proposals.\n\r\n\nCompliance: Proposals that are not compliant with the<a href=\"https://www.nsf.gov/publications/pub_summ.jsp?ods_key=pappg\" target=\"_blank\">Proposal &amp; Award Policies &amp; Procedures Guide (PAPPG)</a>will be returned without review.",
    "url": "https://www.grants.gov/search-results-detail/347327"
  },
  {
    "id": 340828,
    "number": "22-600",
    "title": "Joint DMS/NIGMS Initiative to Support Research at the Interface of the Biological and Mathematical Sciences",
    "agencyCode": "NSF",
    "agencyName": "U.S. National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Jun 01, 2022 12:00:00 AM EDT",
    "closeDate": "09/18/2026",
    "synopsis": "<div>\n\nThe Division of Mathematical Sciences (DMS)in the Directorate for Mathematical and Physical Sciences (MPS) at the National Science Foundation (NSF)and the National Institute of General Medical Sciences (NIGMS) at the National Institutes of Health (NIH)plan to support fundamental research in mathematics and statistics necessary to answer questions in the biological and biomedical sciences. Both agencies recognize the need to promote research at the interface between mathematical and life sciences. This program is designed to encourage new collaborations, as well as to support innovative activities by existing teams.\n\n\nThe joint DMS/NIGMS initiative offers two submission tracks: Track 1 - for projects with a total budget of up to $600,000 for an award duration of 3 years, and Track 2 - for projects with a total budget of up to $1,200,000 for an award duration of 3-4 years.\n\n</div>",
    "url": "https://www.grants.gov/search-results-detail/340828"
  },
  {
    "id": 350018,
    "number": "PD-23-1242",
    "title": "Plasma Physics",
    "agencyCode": "NSF",
    "agencyName": "U.S. National Science Foundation",
    "oppStatus": "posted",
    "postingDate": "Aug 29, 2023 12:00:00 AM EDT",
    "closeDate": "11/16/2026",
    "synopsis": "Proposals in the area of plasma physics submitted to the Division of Physics that are not governed by another solicitation (such as CAREER), should be submitted to the Division-wide solicitation: <a href=\"https://new.nsf.gov/funding/opportunities/division-physics-investigator-initiated-research\">Division of Physics: Investigator-Initiated Research Projects</a>.\n\n\nThe Plasma Physics program participates in multiple NSF meta-programs such as the <a href=\"https://new.nsf.gov/funding/opportunities/ecosystem-leading-innovation-plasma-science\" target=\"_blank\">ECosytem for Leading Innovation in Plasma Science and Engineering (ECLIPSE)</a>, <a href=\"https://new.nsf.gov/funding/opportunities/windows-universe-era-multi-messenger-astrophysics\" target=\"_blank\">Windows on the Universe: The Era of Multi-Messenger Astrophysics (WoU-MMA)</a>, and <a href=\"https://new.nsf.gov/funding/opportunities/computational-data-enabled-science-engineering-3\" target=\"_blank\">Computational and Data-enabled Science and Engineering (CDS&amp;E)</a>. Topically appropriate proposals may also be submitted to the Plasma Physics program in response to NSF Dear Colleague Letters such as <a href=\"https://www.nsf.gov/pubs/2022/nsf22111/nsf22111.jsp\" target=\"_blank\">Critical Aspects of Sustainability (CAS): Innovative Solutions to Sustainable Chemistry (CAS-SC)</a>.\n\n\nWhen permitted under an MOU between NSF and another funding agency or private foundation, NSF may share information from proposals submitted to this solicitation for consideration of joint funding, and may invite employees of such organizations to attend merit review panels as observers. MOUs of relevance to the Plasma Physics program presently exist with the Department of Energy/Office of Science, National Nuclear Security Administration, the Air Force Office of Scientific Research, the US-Israel Binational Science Foundation, the Czech Science Foundation, Deutsche Forschungsgemeinschaft (DFG, German Research Foundation), and the Swiss National Science Foundation.\n\n\nPlasma Physics is a study of matter and physical systems whose intrinsic properties are governed by collective interactions of large ensembles of free charged particles. 99.9% of the visible Universe is thought to consist of plasmas. The underlying physics of the collective behavior in plasmas has applications to space physics and astrophysics, materials science, applied mathematics, fusion science, accelerator science, and many branches of engineering.\n\n\nThe Plasma Physics program supports research that can be categorized by several broad, sometimes overlapping, sub-areas of the discipline, including: magnetized plasmas in the laboratory, space, and astrophysical environments; high energy density plasmas; low temperature plasmas; dusty, ultra-cold, and otherwise strongly coupled plasmas; non-neutral plasmas; and intense field-matter interaction in plasmas. The focus of the Plasma Physics program is to generate an understanding of the fundamental principles governing the physical behavior of a plasma via collective interactions of large ensembles of free charged particles, as well as to improve the basic understanding of the plasma state as needed for other areas of science and engineering.\n\n\nPrincipal Investigators (PIs) are encouraged to consider including specific efforts to increase diversity of the plasma physics community and broaden participation of under-represented groups in Science, Technology, Engineering, and Mathematics (STEM) as Broader Impacts of proposed work. Development of new undergraduate and graduate plasma physics curricula, or curricula enhancement to include plasma physics topics in other courses, at institutions lacking such coursework is similarly encouraged.\n\n\nNSF recognizes that some research projects within this Program may require more than three years to realize demonstrable research outcomes. For such projects, PIs are encouraged to consult the above Program Director to discuss the possibility of submitting a proposal of 4- or 5-year duration.\n\n\nSome Plasma Physics-related activities are supported primarily by other NSF Programs. Proposals focused on the physical properties of individual or a small number of atoms or molecules, or optical physics, should be directed to the Atomic, Molecular, and Optical Physics Program within the Division of Physics. Proposals focused on understanding astrophysical systems should be directed to the Division of Astronomical Sciences. Proposals focused on understanding the Geospace environment or the Sun-Earth interactions should be directed to an appropriate program within the Geospace Section of the Division of Atmospheric and Geospace Sciences. Proposals focused on development of new materials using plasmas should be directed to an appropriate program in the Division of Materials Research. Proposals focused on plasma-assisted manufacturing should be directed to the Division of Civil, Mechanical and Manufacturing Innovation. Finally, proposals focused on use of plasmas for environmental and reaction engineering, environmental sustainability, combustion systems, or engineering of biomedical systems should be directed to an appropriate program within the Division of Chemical, Bioengineering, Environmental and Transport systems.",
    "url": "https://www.grants.gov/search-results-detail/350018"
  }
]
